darren-you/esp-frp/tests/c3-lifecycle/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_MBEDTLS_HAVE_TIME_DATE=y
CONFIG_MBEDTLS_MD5_C=y
CONFIG_LWIP_SO_LINGER=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=4096
